{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "character",
			"Children": [
				{
					"Source":
					{
						"Text": "Character"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "character"
				},
				{
					"Source":
					{
						"Text": "Class"
					},
					"Translation":
					{
						"Text": "Klasse"
					},
					"Key": "character_type"
				},
				{
					"Source":
					{
						"Text": "Create"
					},
					"Translation":
					{
						"Text": "Erstellen"
					},
					"Key": "character_create"
				},
				{
					"Source":
					{
						"Text": "Create Character"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "character_header_create"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Löschen"
					},
					"Key": "character_delete"
				},
				{
					"Source":
					{
						"Text": "Human"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "character_type_human"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "character_name"
				},
				{
					"Source":
					{
						"Text": "Select Character"
					},
					"Translation":
					{
						"Text": "Charakter auswählen"
					},
					"Key": "character_select"
				},
				{
					"Source":
					{
						"Text": "Shaman"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "character_type_shaman"
				},
				{
					"Source":
					{
						"Text": "filler description human"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "character_description_human"
				},
				{
					"Source":
					{
						"Text": "filler description shaman"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "character_description_shaman"
				}
			]
		},
		{
			"Namespace": "lobby",
			"Children": [
				{
					"Source":
					{
						"Text": "Allowed Level"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_level_allowed"
				},
				{
					"Source":
					{
						"Text": "Filter Server List"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_filter_apply"
				},
				{
					"Source":
					{
						"Text": "Friends Only"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_privacy_friends"
				},
				{
					"Source":
					{
						"Text": "Invite Only"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_privacy_invite"
				},
				{
					"Source":
					{
						"Text": "Max Level"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_level_max"
				},
				{
					"Source":
					{
						"Text": "Min Level"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_level_min"
				},
				{
					"Source":
					{
						"Text": "Mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_mode"
				},
				{
					"Source":
					{
						"Text": "No Password"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_privacy_no_password"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_mode_normal"
				},
				{
					"Source":
					{
						"Text": "Password"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_password"
				},
				{
					"Source":
					{
						"Text": "Privacy"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_privacy"
				},
				{
					"Source":
					{
						"Text": "Public"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_privacy_public"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_refresh"
				},
				{
					"Source":
					{
						"Text": "Required Character Class"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_class_required"
				},
				{
					"Source":
					{
						"Text": "Server Name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_name"
				},
				{
					"Source":
					{
						"Text": "Server Restrictions"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_restrictions"
				},
				{
					"Source":
					{
						"Text": "Show All"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_show_all"
				},
				{
					"Source":
					{
						"Text": "The Password was wrong"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_password_wrong"
				},
				{
					"Source":
					{
						"Text": "Tutorial"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_mode_tutorial"
				},
				{
					"Source":
					{
						"Text": "Voice Chat"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_chat_voice"
				},
				{
					"Source":
					{
						"Text": "{min_level} - {max_level}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_level_range"
				},
				{
					"Source":
					{
						"Text": "{username}'s Game"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "server_name_default"
				}
			]
		},
		{
			"Namespace": "menu",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Abbrechen"
					},
					"Key": "menu_cancel"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Weiter"
					},
					"Key": "menu_continue"
				},
				{
					"Source":
					{
						"Text": "Host"
					},
					"Translation":
					{
						"Text": "Hosten"
					},
					"Key": "menu_host"
				},
				{
					"Source":
					{
						"Text": "Invalid Server"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "menu_server_invalid"
				},
				{
					"Source":
					{
						"Text": "Join"
					},
					"Translation":
					{
						"Text": "Beitreten"
					},
					"Key": "menu_join"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "menu_server_loading"
				},
				{
					"Source":
					{
						"Text": "Quit Game"
					},
					"Translation":
					{
						"Text": "Spiel verlassen"
					},
					"Key": "menu_quit"
				},
				{
					"Source":
					{
						"Text": "Return to Desktop"
					},
					"Translation":
					{
						"Text": "Zurück zum Desktop"
					},
					"Key": "menu_return_desktop"
				},
				{
					"Source":
					{
						"Text": "Return to Main Menu"
					},
					"Translation":
					{
						"Text": "Zurück zum Hauptmenü"
					},
					"Key": "menu_return_mainmenu"
				},
				{
					"Source":
					{
						"Text": "Select Server"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "menu_server_select"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Einstellungen"
					},
					"Key": "menu_settings"
				},
				{
					"Source":
					{
						"Text": "Stats"
					},
					"Translation":
					{
						"Text": "Statistik"
					},
					"Key": "menu_stats"
				}
			]
		},
		{
			"Namespace": "prompt",
			"Children": [
				{
					"Source":
					{
						"Text": "Do you really want to delete this character? This action can not be undone!"
					},
					"Translation":
					{
						"Text": "Bist du dir sicher, dass du den Charakter löschen willst? Das ist endgültig!"
					},
					"Key": "prompt_character_delete"
				},
				{
					"Source":
					{
						"Text": "Do you really want to return to desktop?"
					},
					"Translation":
					{
						"Text": "Möchtest du wirklich zurück zum Desktop?"
					},
					"Key": "prompt_quitgame"
				},
				{
					"Source":
					{
						"Text": "Do you really want to return to main menu?"
					},
					"Translation":
					{
						"Text": "Möchtest du wirkllich zurück zum Hauptmenü?"
					},
					"Key": "prompt_mainmenu"
				},
				{
					"Source":
					{
						"Text": "Enter Password"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_password_enter"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "Nein"
					},
					"Key": "prompt_no"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Okay"
					},
					"Key": "prompt_ok"
				},
				{
					"Source":
					{
						"Text": "Please enter the Password for the Server "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_server_password"
				},
				{
					"Source":
					{
						"Text": "The Character does not meet the Server Requirements! Please Choose a different Server or Character..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_character_mismatch"
				},
				{
					"Source":
					{
						"Text": "The Server is either full or offline. The list will automatically refresh."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_server_invalid"
				},
				{
					"Source":
					{
						"Text": "The name can only contain the alphabet, numbers 0-9 and underscore!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_no_symbols"
				},
				{
					"Source":
					{
						"Text": "The name has to have more than 2 and less than 16 characters!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_name_size"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Ja"
					},
					"Key": "prompt_yes"
				},
				{
					"Source":
					{
						"Text": "You can only have 50 characters!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_max_characters_reached"
				},
				{
					"Source":
					{
						"Text": "You have already created a character with that name!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_duplicated_name"
				},
				{
					"Source":
					{
						"Text": "You have not selected a Server yet."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "prompt_server_no_selection"
				}
			]
		},
		{
			"Namespace": "stats",
			"Children": [
				{
					"Source":
					{
						"Text": "Artifacts"
					},
					"Translation":
					{
						"Text": "Artifakte"
					},
					"Key": "stats_artifacts_collected"
				},
				{
					"Source":
					{
						"Text": "Hours played"
					},
					"Translation":
					{
						"Text": "Spielstunden"
					},
					"Key": "stats_hours"
				},
				{
					"Source":
					{
						"Text": "Last played with"
					},
					"Translation":
					{
						"Text": "Zuletzt gespielt mit"
					},
					"Key": "stats_lastplayedwith"
				},
				{
					"Source":
					{
						"Text": "Level"
					},
					"Translation":
					{
						"Text": "Level"
					},
					"Key": "stats_level_character"
				}
			]
		}
	]
}